Repository: seanpm2001/mt-training-data
Catalog: nso/nso_pontoon.tmx
Source language: en_us
Languages: nso

source: Maltese
nso: Se-Maltese

source: Manage Email Subscriptions
nso: Taolo ya Dipeeletšo tša e-meile

source: Manage Subscriptions
nso: Taolo ya Dipeeletšo

source: Mapudungun
nso: Se-Mapudungun

source: Marathi
nso: Se-Marathi

source: Maybe our <homepageLink>homepage</homepageLink> will help? To ask a question, please join the <matrixLink>Matrix community chat</matrixLink>, monitor site issues via <githubLink>GitHub</githubLink> or visit <discourseLink>our Discourse forums</discourseLink>.
nso: Mohlomongwe <homepageLink>letlakaka la rena la mathomo inthaneteng</homepageLink> le tla thuša? Go botšiša potšišo, ka kgopelo ikgokaganye le<matrixLink>lefelo la poledišano ya setšhaba ya Matrix</matrixLink>, lebelediša mathata a saete go<githubLink>GitHub</githubLink>goba etela<discourseLink>diforamo la rena la tša Discourse</discourseLink>.

source: Meadow Mari
nso: Se-Meadow Mari

source: Meetei Lon
nso: Se-Meetei Lon

source: Message
nso: Molaetša

source: Misreadings
nso: Di balo tše fošagetšego

source: Missing an <strong>'s'</strong> at the end of a word.
nso: Go hloka<strong>'s'</strong> mafelelong a lentšu.

source: Missing <strong>'A'</strong> or <strong>'The'</strong> at the beginning of the recording.
nso: Go hloka <strong>'A'</strong> goba <strong>'The'</strong> mathomong a pego.

source: Missing the end of the last word by cutting off the recording too quickly.
nso: Go hlaela ke pheletšo ya mafelelo a lentšu gobane o timile pego kapela kudu.

source: Mixed
nso: Tswakane

source: Moksha
nso: Se-Moksha

source: Mongolian
nso: Se-Mongolia

source: More
nso: Fetago

source: Mossi
nso: Se-Mossi

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Common Voice, a project to help make voice recognition open and accessible to everyone.
nso: Bogolo bja datha e dirišwago ke dikhampani tše dikgolo ga e hwetšagale ke bontši bja batho. Re nagana gore seo se šitiša go tšweletša mekgwa e mefsa. Ka gona re hlomile Common Voice, morero wa go thuša go dira gore temošo ya lentšu e bolege le go hwetšwa ke motho yo mongwe le yo mongwe.

source: Most of the data used by large companies isn’t available to the majority of people. We think that stifles innovation. So we’ve launched Project Common Voice, a project to help make voice recognition open to everyone.
nso: Bogolo bja datha e dirišwago ke dikhampani tše dikgolo ga e hwetšagale ke bontši bja batho. Re nagana gore seo se šitiša go tšweletša mekgwa e mefsa. Ka gona re hlomile Morero wa Common Voice, morero wa go thuša go dira gore temošo ya lentšu e bolege le go hwetšwa ke motho yo mongwe le yo mongwe.

source: Most recordings are of people talking in their natural voice. You can accept the occasional non-standard recording that is shouted, whispered, or obviously delivered in a ‘dramatic’ voice. Please reject sung recordings and those using a computer-synthesized voice.
nso: Dikgatišo tše dintši ke tša batho bao ba bolelago lentšu ka bona la tlhago. O ka amogela rekhoto e sa tlwaelegago ya nako le nako e goeletša, e sebela, goba ka go hlakodiša molaleng ka lentšu le ‘makatšago’. Ka kgopelo gana direkhoto tšeo di opelwago le tšeo di dirišago lentšu leo le dirilwego ka khomphutha.

source: Most speech databases are trained with an overrepresentation of certain demographics which results in a bias towards <articleLink>male and middle class</articleLink>. Accents and dialects that tend to be under-represented in training data sets are typically associated with groups of people who are already marginalised. Many machines also struggle to understand female voices. This is why in our voice database we want variety!
nso: Bontši bja dathabeise di eteletšwa go bontšha palo e feteletšego ya palo ya batho e sekametšego go lebana le<articleLink> banna le maemo a magareng</articleLink>. Mmolelo le mebolelwana ao a atišago go sekametšego go emelwa ka tlase go di datha sete di eteletšwe gantši di tswalaganywago le dihlopha tša batho bao ba šetšego ba boeletšwe ka thoko. Metšene e mentši le yona e thatafalelwa go kwešiša mantšu a basadi. Ke kamoo polokelong ya rena ya lentšu re nyakang mehuta e fapa-fapanego!"

source: Mozilla Common Voice is an initiative to help teach machines how real people speak.
nso: Mathomo a Mozilla Common Voice ke go thuša go ruta metšhene gore batho ba sebele ba bololela bjang.

source: Mozilla Common Voice is made possible by a diverse community of activists, linguists, data scientists, academics and software engineers from all over the world. The project is stewarded by the Mozilla Foundation.
nso: Common Voice ya Mozilla gore go kgonegale e dirilwe ke setšhaba se fapa-fapanego sa bahlohleletši, ditsebi tša maleme, bo-rathutamahlale a datha, barutegi le baentšineare ya mananeo go tšwa lefaseng ka moka. Morero o tsamaiša ke Motheo wa Mozilla.

source: Mozilla is dedicated to keeping the web open and accessible for everyone. To do that we need to empower web creators through projects like Common Voice. As voice technologies proliferate beyond niche applications, we believe they must serve all users equally. That means investing in more languages and accommodating diverse accents and demographics when building and testing voice technologies. Common Voice is a public resource available to everyone and Mozilla teams and developers around the world are already using it on our own projects as well.
nso: Mozilla e ikemišeditše go boloka mologo o botšwe ebile o hwetšagala ke batho bohle. Go dira bjalo re hloka go matlafatša babopi ba wepesaete ka mediro ya go swana le Common Voice. Ge ditheknolotši tša go hlaboša lentšu di dutše di ata go matlafatša tswalano ya ditišwa, re dumela gore di swanetše go hlankela badiriši ka moka go lekana. Seo se bolela gore go beeletša karolo ya maleme a mantši le go amogela mmelelo o fapanego gammogo le teka-tekano ya palo ya batho ge o aga le go tlhahloba ditheknolotši tša mantšu. Common Voice ke mothopo wa setšhaba wo o hwetšagala ke motho yo mongwe le yo mongwe, gomme dihlopha tša Mozilla le batšweletši lefaseng ka bophara ba šetše ba šomiša seo mananeo a bona.

source: Mozilla’s open source voice recognition engine Deep Speech can be used to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
nso: Mothopo o bolegilego wa Mozilla ya entšene ya go lemoša lentšu. Polelong e Tseneletšego e ka šomišwa go aga lenaneoditirišo ya tlhathollo ya mantšu. Bala <githubLink>kakaretšo ya rena ya Github</githubLink>goba ikgokagane le <discourseLink>Discourse ya Polelong e Tseneletšegogo </discourseLink>go ithuta kamoo o ka thomago ka gona.

source: Mutual accountability.
nso: Kwešišano ya boikarabelo.

source: My Sentences
nso: Mafoko a ka

source: N/A
nso: Ga e gona

source: Name
nso: Leina

source: Names of your language
nso: Maina a leleme la gago

source: Native Language
nso: Leleme la Geno

source: Need some help with accent?
nso: O hloka thušo ka mokgwa wa go bolela?

source: Need some help with variants?
nso: O hloka thušo ka mebolelo?

source: Need to download your data?
nso: O hloka go tanelouta datha ya gago?

source: Nepali
nso: Se-Nepali

source: New Language Launch
nso: Maleme a ma Mpsha a Hloma

source: Next
nso: Latelago

source: Next Goals: { $goal }
nso: Dipakane tše Latelang: { $goal }

source: Nias
nso: Se-Nias

source: No
nso: Aowa

source: No gravatar found for your email
nso: Ga go gravator e hwetšagalago ya e-meile ya gago

source: No microphone found.
nso: Maekrofone ga e hwetšagale.

source: No rejected sentences found!
nso: Mafoko a ganwego a hwetšagale!

source: Northern Sotho
nso: Sesotho sa Leboa

source: Norwegian Bokmål
nso: Se-Norwegian Bokmål

source: Norwegian Nynorsk
nso: Se-Norwegian Nynorsk

source: No sentences found!
nso: Mafoko ga a hwetšagale!

source: No sentences to review. <addLink>Add more sentences now!</addLink>
nso: Ga gona mafoko a swanetšego go hlahlobja. <addLink>Tlaleletša mafoko amangwe gabjale!</addLink>

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
nso: Keletšo: Ge e abetšwe go "Bonagala", selaolatirišo se se ka fetolwa go <profileLink> letlakala ka profaele</profileLink>

source: Note: You will still need to select between Speak or Listen to change contribution type.
nso: Keletšo: O tla hloka go kgetha magareng ga go Bolela goba go Theeletša go fetola mohuta wa go neela.

source: No Thanks
nso: Aowa kea Leboga

source: No variant selected
nso: Ga gona le mebolelo e kgethilwego

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
nso: Ka ge bjale o tseba gonyenyane ka Common Voice, ke ka baka la eng o sa e leke? Tobetsa aekhoneng ya maekrofouno go thoma go bala mafoko ka go hlaboša lentšu.<br/><br/>Ge e ba o kgetha go ahlahla ditlaleletšo tša lentšu la batho ba bangwe, tobetsa leswao la go bapala. O tla thuša go netefatša gore direkhoto di dumelelana le mafoko ao a ngwadilwego mo sekerining.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
nso: Gona bjale o ka nea ka lentšu la gago go re thuša go aga dathabeise ya lentšu e bolegielgo yeo mang le mang a ka e šomiša go dira mananeotiriši a mafsa a didirišwa le wepesaete. Bala mafoko go thuša metšhene go ithuta gore na batho ba kgonthe ba bolela bjang. Lebediša mošomo wa baneedi ba babgwe go kaonefatša boemo. Go bonolo gakaalo!

source: Number of Voices
nso: Palo ya Mantšu

source: Numbers. There should be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
nso: Dinomoro. Ga se gwa swanela go ba le dinoromo mangwalong a mothopo gobane di ka baka mathata ge o hlaboša lentšu. Tsela yeo palo e balwago ka gona e ithekgile ka kamano ya taba gomme e ka hlagiša gakantšhago go dathasete. Ka mohlala, palo ya “2409” e ka balwa ka nepo e le “mašome-pedi le metšo nne lefeela le senyane” le “dikete tše pedi le makgolo a mane le metšo e senyane”.

source: Occitan
nso: Se-Occitan

source: Odia
nso: Se-Odia

source: Off
nso: Tima

source: Offensive language
nso: Leleme le kgopišago

source: Offensive speech
nso: Polelo e kodutlago

source: On
nso: Tšhuma

source: Once logged in you can select your languages from the profile section.
nso: Ge o hloma akhaonte ya mošomiši o ka kgetha polelo ya gago go karolo ya profaele.

source: On desktop devices you can contribute by downloading…
nso: Go katšete Teskhethopo o ka neela ka go tanelouta…

source: One sentence per line
nso: Lefoko le tee go mothaladi o mo tee

source: On his head he wore a beret.
nso: O apere berete godimo ga tlogo ya gagwe.

source: On iOS please continue with Safari to enable recording…
nso: Go iOS re kgopela o tšwelepele ka Safari go kgona go gatiša pego...

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
nso: Ka lehlakoreng le lengwe, ge e ba o nagana gore mohlomogwe mmadi ga se ka ka ka gahlana le lentšu pele, gomme o dira kgakanyo e fošagetšego ka mokgwa wa piletšo ya mantšu, ka kgopelo gana. Ge e ba o sa kgonthišege, šomiša setobetšwa sa go taboga.

source: Optionally join on our email list for updates and new information about the project.
nso: Ka boikgethelo ikopanye go lenaneo la baamogedi ka e-meile ya rena go hwetša mpshafatšo le ka tshedimošo mabapi le projeke.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
nso: Tekano ya palo ya batho yeo e rometšwego ka datha (mohlala. mengwaga, bong, leleme, le mmolelo) di ka se tša phatlalatšwa go profaele ya gago, gomme di ka se tswalaganywa le akhaonte ya gago ka dathaseteng. Ditsopolwana tša odio di tla tswalanywa le datha tša palo ya batho ka morero wa tsheka-tsheko o nepagetšego kudu – ka mohlala, monyakišiši a ka nyaka go lebiša mohlala wa eteletšo go karolo e itseng ya palo ya batho.

source: Other
nso: Bjo bongwe

source: Other Language
nso: Malema a mangwe

source: Other people validate those voice clips.
nso: Batho ba bangwe ba kgonthiša di pego tša mantšu.

source: Other voice datasets…
nso: Di-dathasete tše dingwe tša mantšu...

source: Other Voice Datasets
nso: Di-dathasete tše dingwe tša mantšu

source: Our community manager will reach out to you to offer extra support, and to let you know if there is already a community working on your language
nso: Molaodi wa rena wa setšhaba o tla ikgokaganya le wena go neelana ka thekgo e oketšegilego, le ge go tsebiša ge e ba go šetše go na le setšhaba se šomago ka polelo ya geno.

source: Our governance is founded on the pillars of:
nso: Taolo ya rena e hwetšwago godimo ga dikokwane tša:

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
nso: Mothopo wa rena wa mangwalo o dirilwe ka meneelo wa batsenyaletsogo ba mathomo gotee le dipoledišano tšeo di tšwago go mengwalong ya difilimi tša setšhaba tša go swana le <italic>It's a Wonderful Life</italic>. O ka lebelela mafoko a rena a mothopo ka <githubLink>foltareng yeo ya GitHub</githubLink>. "

source: Overall Accuracy
nso: Nepagetša ka Moka

source: Overall Hr. Total
nso: Palo-moka ya Diiri Ka Kakaretšo

source: Overall project status: see how far we’ve come!
nso: Bontši ba boemo bja projeke: bona gore o fihla bokgoleng bofe!

source: Papiamento (Aruba)
nso: Se-Papiamento (Aruba)

source: Partners
nso: Badirišani

source: Partnerships and networks
nso: Tirišano le dinetweke

source: Partner with local organizations or individuals
nso: Kgokagana le mokgatlo goba batho ba kgauswi

source: Pashto
nso: Se-Pashto

source: Past recordings download requests
nso: Dikgopelo tša go tanelouta dikgatišo tše fetilego

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
nso: Theknolotši ya go tlhathollo lentšu e fetola tsela yeo re dirišago metšhene ya yona, eupša di tsamaišo tšeo di lego gona mo nakong ye di bitša tšhelete e ntši ebile e nale thepa. Mozilla Common Voice ke magato a go dira gore mahlale a go tlhathollo ya lentšu a be kaone le gore e hwetšagale go batho bohle. Common Voice bolekego ya dathabeise ya lefase ka bophara ya mantšu a bonwelo e dumelela mang goba mang gore a kwetliše ga bonolo didirišwa tša go ba le lentšu ka polelo ye nngwe le ye nngwe. Ga re kgoboketše disampole tša mantšu feela ka maleme a go bolelwa ke batho kudu eupša gape le ao a nago le diboledi a badudi ba banyenyane. Go phatlalatša dathasete ya dintlha tšeo di fapanego tša mantšu go tla matlafatša batšweletši, bo rakgwebo le setšhaba go rarolla sekgoba seo ka bo bona.

source: People come and contribute their voices.
nso: Batho batla gomme ba neela ka mantšu a bona.

source: Persian
nso: Seperesia

source: Personal
nso: Ya motho ka noši

source: Personal dashboards keep you up-to-date with individual and community progress.
nso: Boitšhupo bja dashboard bo tla go tsebiša seo se diregago ka tšwelopele ya motho le ya naga.

source: <playbookLink>Find helpful guidance</playbookLink> on the entire Common Voice journey, from localisation to dataset usage, as well as how to connect with our community.
nso: <playbookLink>Hwetša keletšo ya maleba </playbookLink> go leeto le feletšego la Common Voice, go tšwa mo o dulago gona go ya go tirišo ya datha, le gore le kopana bjang le setšhaba sa rena.

source: <playIcon></playIcon>Last one!
nso: <playIcon></playIcon>Ya mafelelo!

source: Play/Stop
nso: Bapala/ Ema

source: Please add a source.
nso: Ka kgopelo tsenya mothopo.

source: Please add sentences.
nso: Ka kgopelo tsenya mafoko.

source: Please check the <howToLink>guidelines</howToLink>.
nso: Ka kgopelo lebelela<howToLink>ditaelo</howToLink.

source: Please confirm that these sentences are public domain.
nso: Ka kgopelo netefatša gore mafoko a ke ya mafelong a batho bohle.

source: Please select a language.
nso: Ka kgopelo kgetha polelo.

source: Please select a language to review sentences.
nso: Ka kgopelo kgetha leleme leo o tla hlahlobago mafoko.

source: Please try again.
nso: Re kgopela o leke gape.

source: Polish
nso: Mopoliši

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
nso: <pontoonAccountLink>Hlangwa akhaonte</pontoonAccountLink> ge e ba o se na yona. Ke moka, o kgetha polelo <strong> (‘Sehlopha’)</strong> ebe o kgetha morero, <pontoonCvLink>Common Voice</pontoonCvLink>. Go tla ba le difaele tše tla fetolelwa. klika go e le nngwe, ke moka e bontšha mantšu a Seisemane lepokisana go e fetolela.

source: Portuguese
nso: Sepotokisi

source: Press play, listen & tell us: did they accurately speak the sentence below?
nso: Tobetša raloka, theeletša o re butše: a fa ba boletše lefoko le leng ka tlase ga botse.

source: Press { shortcut-play-toggle } to toggle play mode
nso: Tobetša { shortcut-play-toggle } go raloka mokgwa wa tšhielanyo

source: Privacy
nso: Bo Noši

source: Privacy Policy
nso: Khupamarama ya Molao

source: Privacy, security and transparency.
nso: Sephiri, tšhireletso le Ponatšago.

source: Pro
nso: Thekgo

source: Profile
nso: Pego

source: Profile information improves the audio data used in training speech recognition accuracy.
nso: Tsebo ya profaele e kaonefatša datha ya odio e šomišwago go tlwaetša tlhathollo ya mantšu.

source: Profile: { $username }
nso: Profaele: { $username }

source: Progress
nso: Tšwelopele

source: Punctuation. Special symbols and punctuation should only be included when absolutely necessary. For example, an apostrophe is included in English words like “don’t” and “we’re” and should be included in the source text, but it’s unlikely you’ll ever need a special symbol like “@” or “#.”
nso: Maswao-dikga. Maswao a kgethegilego le maswao-dikga a polelo e swanetše go akaretšwa feela ge go hlokagala. Ka mohlala, aphostrofi e akaretšwa mantšung a Seisemane bjalo ka “o seke” le “re” gomme e swanetše go tsentšhwa mothopong wa tša mongwalong, eupša ga go bonolo gore o hloke leswao le ikgethegilego bjalo ka “@” goba “#”.

source: Punjabi
nso: Se-punjabi

source: Quechua Chanka
nso: Se-Quechua Chanka

source: Reader Effects
nso: Khuetšo ya mobadi

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
nso: Go bala mantšu a fokoditšwego a se ng wona bjale ka "Re' go e na le "Rea', goba bjalo le bjalo.

source: Read More
nso: Bala ka mo go Oketšegilego

source: Read more on our About page
nso: Bala ka mo go oketšegilego letlakaleng la wepesaete ka rena.

source: Read our How-to if unsure how to attribute
nso: Bala gore o ka ithuta bjang ge e ba o sa kgonthišege kamoo o ka tlhaodi ya faele

source: Read the sentence carefully - don’t miss, change or add words.
nso: Bala lefoko ka kelohloko - o se ke wa tshela, le go fetola goba wa oketša mantšu.

source: { $readyCount } sentences ready for submission!
nso: { $readyCount } mafoko a loketše go romelwa!

source: Ready to add your voice or lend your ear?
nso: O ikemišeditše go tlaleletša lentšu goba go adima tsebe?

source: Ready to contribute?
nso: O ikemeditše go neela?

source: Ready to do { $count } more?
nso: Loketše go dira { $count } go feta?

source: Ready to donate your voice?
nso: O ikemišeditše go neela ka lentšu la gago?

source: Ready to help validate sentences?
nso: O ikemišeditše go kgonthiša mafoko?

source: reCAPTCHA is required if you want to proceed
nso: reCAPTCHA e ya nyakega ge e ba o nyaka go tšwelapele

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
nso: Hwetša di-emiele tša go swana le diphadišano le dikgopotšo tša pakane, boemo bja tšwelopele le mangwalo a ditaba mabapi le Common Voice.

source: Recorded Clips
nso: Ditsopolwa tšeo di Gatišitšwego

source: Recorded Hours
nso: Diiri tše Begilwego

source: <recordIcon></recordIcon> Last one!
nso: <recordIcon></recordIcon> Ya mafelelo!

source: Recordings
nso: Dikgatišo

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
nso: Go gatiša dipego tša lentšu ke karolo e bohlokwa ya go aga dathasete ya rena e bulegilego; ba bangwe ba ka re ke karolo ya go thabiša le yona.

source: Record/Stop
nso: Pego/Ema

source: Record your voice
nso: Gatiša lentšu la gago

source: Refresh
nso: Mpshafatša

source: Reject
nso: Gana

source: Rejected Sentences
nso: Mafoko a Ganwego

source: { $rejectedSentences } rejected sentences.
nso: { $rejectedSentences } mafoko a ganwego.

source: Remember that we need permission to publish those sentences, so always ensure that the text belongs to the <wikipediaLink>public domain</wikipediaLink>. If there is no explicit indication, reach out to the person that the text belongs to and ask if they want to contribute their text to the Public Domain. If they want to, help them go through the <cc0WaiverLink>Contributions Agreement</cc0WaiverLink> process. If they do not want to contribute the text, then you are not allowed to use that text.
nso: Gopola gore re hloka tumelelo ya go phatlalatša dipolelo tšeo, ke kamoo re kgonthišetša gore mengwalo ke ya<wikipediaLink> batho ka moka</wikipediaLink>. Ge goba a gona dipontšho molaleng, boledišana le motho yo temana yeo e leng ya gagwe gomme o botšiša gore e ba ba nyaka go neela temana ya bona Sebakeng sa Setšhaba. Ge e ba ba nyaka, ba thuše go tsena mogatong a <cc0WaiverLink>Tumelelano ya Meneelo</cc0WaiverLink> . Ge e ba ga ba nyake go tsena tiragalo ya temana, ke moka wa dumelelwa go diriša temana yeo.

source: remove
nso: Tloša

source: Remove
nso: Ntšha

source: Remove Avatar
nso: Tloša Motšeakarolo

source: Report
nso: Pego

source: Report Bugs
nso: Bega Phošo

source: Report copyright issues
nso: Bega mathata a tokelo ya ngwalollo
